Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
fr: sélectionner fichier png (haldclut), cube, 3dl ou gmz (lut compressée) ATTENTION : le répertoire lut doit être positionné depuis les préférences avant de choisir un fichier lut

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
fr: sélectionner fichier png (haldclut), cube, ou 3dl ATTENTION : le répertoire lut doit être positionné depuis les préférences avant de choisir un fichier lut

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
fr: le chemin (relatif au répertoire lut) est sauvé avec l'image ainsi ques les données lut pour les lut compressées (gmz)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
fr: le chemin (relatif au répertoire lut) est sauvé avec l'image (et pas avec les données lut elles mêmes)

source: enter lut name
fr: entrer le nom lut

source: select the LUT
fr: sélectionner la lut

source: gamma rec709 RGB
fr: RVB Rec709 gamma

source: linear rec709 RGB
fr: RVB Rec709 linéaire

source: linear rec2020 RGB
fr: RVB Rec2020 linéaire

source: select the color space in which the LUT has to be applied
fr: sélectionner l'espace couleur pour l'application lut

source: tetrahedral
fr: tétraédrique

source: trilinear
fr: trilinéaire

source: pyramid
fr: pyramide

source: select the interpolation method
fr: sélectionner la méthode d'interpolation

source: mask manager
fr: gestion des masques

source: red filter
fr: filtre rouge

source: drag and scroll mouse wheel to adjust the virtual color filter
fr: glisser et défiler à la souris pour modifier le filtre virtuel de couleurs

source: how much to keep highlights
fr: conserver les hautes lumières

source: negadoctor
fr: docteur néga

source: color film
fr: film couleur

source: black and white film
fr: film noir & blanc

source: D min red component
fr: D min composant rouge

source: film stock
fr: film

source: black and white
fr: noir et blanc

source: toggle on or off the color controls
fr: activer/désactiver les contrôles des couleurs

source: film properties
fr: film

source: print properties
fr: impression

source: color of the film base
fr: couleur du film

source: select color of film material from a swatch
fr: sélectionne la couleur du film

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
fr: ajuste la couleur et les ombres du support du film. cette valeur dépend du matériau du film, les fumées chimiques produites pendant le développement du film, et la balance des blancs du scanner.

source: D min green component
fr: D min composant vert

source: D min blue component
fr: D min composant bleu

source: dynamic range of the film
fr: plage dynamique du film

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
fr: densité maximum du film, correspondant au blanc après inversion. cette valeur dépend des spécifications du films, du processus de développement, de l'étendue dynamique de la scène et du paramètre d'exposition du scanner.

source: scanner exposure settings
fr: paramètres de l'exposition du scanner

source: scan exposure bias
fr: biais d'exposition du scan

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
fr: correction de l'exposition du scanner, pour tous les canaux RGB, avant l'inversion, pour des noirs ni tronqués, ni trop pales.

source: shadows color cast
fr: dérive couleur des ombres

source: select color of shadows from a swatch
fr: sélectionne la couleur des ombres

source: pick shadows color from image
fr: choisir la couleur des ombres depuis l'image

source: shadows red offset
fr: offset rouge des ombres

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
fr: corrige la dérive de couleur dans les ombres pour que les noirs soient vraiment sans dérive colorée. positionner cette valeur avant la balance des blancs des hautes lumières de l'illuminant aidera à récupérer la balance des blancs globales dans les cas difficiles.

source: shadows green offset
fr: offset vert des ombres

source: shadows blue offset
fr: offset bleu des ombres

source: highlights white balance
fr: balance des blancs des hautes lumières

source: select color of illuminant from a swatch
fr: sélectionne la couleur de l'illuminant

source: pick illuminant color from image
fr: choisir la couleur de l'illuminant depuis l'image

source: illuminant red gain
fr: gain rouge l'illuminant

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
fr: corrige la dérive de couleur de l'illuminant pour que les blancs soient vraiment sans dérive colorée. positionner cette valeur après la dérive colorée des ombres aidera à récupérer la balance des blancs globales dans les cas difficiles.

source: illuminant green gain
fr: gain vert de l'illuminant

source: illuminant blue gain
fr: gain bleu de l'illuminant

source: virtual paper properties
fr: paramètres papier virtuel

source: paper black (density correction)
fr: noir (correction densité)

source: correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
fr: corrige la densité des noirs après l'inversion, pour ajuster le contraste global tout en évitant de tronquer les ombres.

source: paper grade (gamma)
fr: grade (gamma)

source: select the grade of the virtual paper, which is actually equivalent to applying a gamma. it compensates the film D max and recovers the contrast. use a high grade for high D max.
fr: sélectionne le grade du papier virtuel, ce qui est actuellement équivalent à appliquer un gamme. cela compense le D max du film et récupère le contraste. utiliser un grade élevé pour une D max important.

source: paper gloss (specular highlights)
fr: brillance (lumières spéculaires)

source: gradually compress specular highlights past this value to avoid clipping while pushing the exposure for midtones. this somewhat reproduces the behaviour of matte paper.
fr: compresse les hautes lumières progressivement au delà de cette valuer pour éviter de tronquer tout en augmentant l'exposition des tons moyens. cela reproduit en quelque sorte le comportement d'un papier mat.

source: virtual print emulation
fr: simulation impression virtuelle

source: print exposure adjustment
fr: ajustement exposition

source: correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
fr: corrige l'exposition d'impression après l'inversion pour ajuster le contraste global et éviter de tronquer les hautes lumières.

source: denoise (non-local means)
fr: réduction bruit (moy. non-locales)

source: radius of the patches to match
fr: rayon des éléments à identifier

source: how much to smooth brightness
fr: force du flou pour la luminosité

source: how much to smooth colors
fr: force du flou pour les couleurs

source: overexposed
fr: sous- et sur-exposition

source: unbreak input profile
fr: correction du profil d'entrée

source: dynamic range
fr: plage dynamique

source: middle grey luma
fr: luma du gris moyen

source: 16 EV dynamic range (generic)
fr: plage dynamique 16IL (générique)

source: 14 EV dynamic range (generic)
fr: plage dynamique 14IL (générique)

source: 12 EV dynamic range (generic)
fr: plage dynamique 12 IL (générique)

source: 10 EV dynamic range (generic)
fr: plage dynamique 10 IL (générique)

source: 08 EV dynamic range (generic)
fr: plage dynamique 8 IL (générique)

source: tone mapping method
fr: méthode de mappage des tonalités

source: linear part
fr: linéaire

source: gamma exponential factor
fr: facteur exponentiel gamma

source: adjust to match the average luma of the subject
fr: ajuster pour faire correspondre à la luma moyenne du sujet

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
fr: nombre de stops entre le gris moyen et le noir pur ceci est la valeur que vous donnerait un posemètre sur la scène

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
fr: nombre de stops entre le noir pur et le blanc pur ceci est une lecture que vous donnerait un posemètre sur la scène

source: optimize automatically
fr: optimiser automatiquement

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
fr: élargir ou rétrécir la plage dynamique calculée ceci est utile lorsque du bruit perturbe les mesures

source: make an optimization with some guessing
fr: faire une optimisation basée sur des suppositions

source: raw denoise
fr: réduction du bruit RAW

source: noise threshold
fr: seuil de bruit

source: raw denoising only works for raw images.
fr: réduction du bruit raw uniquement pour les images raw.

source: raw overexposed
fr: raw sur-exposé

source: crop x
fr: rogner x

source: crop from left border
fr: rogner depuis le bord gauche

source: crop y
fr: rogner y

source: crop from top
fr: rogner depuis le haut

source: crop width
fr: rogner largeur

source: crop from right border
fr: rogner depuis le bord droit

source: crop height
fr: rogner hauteur

source: crop from bottom
fr: rogner depuis le bas

source: raw black/white point
fr: point noir/blanc raw

source: passthrough
fr: aucune

source: black level %i
fr: niveau de noir %i

source: white point
fr: point blanc

source: raw black/white point correction only works for the sensors that need it.
fr: correction du point noir/blanc des raw seulement pour les capteurs le nécessitant.

source: fill-light 0.25EV with 4 zones
fr: lumière d'appoint 0.25 IL sur 4 zones

source: fill-shadow -0.25EV with 4 zones
fr: assombrissement -0.25 IL sur 4 zones

source: fill light
fr: lumière d'appoint

source: width
fr: largeur

source: the fill-light in EV
fr: lumière d'appoint en IL

source: width of fill-light area defined in zones
fr: zones affectées par la lumière d'appoint

source: select the center of fill-light ctrl+click to select an area
fr: sélectionner le centre de la lumière ctrl+clic pour sélectionner une zone

source: toggle tool for picking median lightness in image
fr: activer/désactiver pour récupérer la lumière moyenne d'une zone de l'image

source: retouch
fr: retouche

source: cannot display scales when the blending mask is displayed
fr: impossible d'afficher les échelles de décomposition en ondelette lorsque les masques de fusion sont affichés

source: # shapes:
fr: # formes :

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
fr: pour ajouter une forme sélectionner un algorithme et un type de forme, puis cliquer sur l'image les formes sont ajoutées que l'échelle de décomposition actuelle

source: show and edit shapes on the current scale
fr: montre et édite les formes de l'échelle actuelle

source: algorithms:
fr: algorithmes :

source: activates fill tool
fr: activer outil de remplissage

source: activates blur tool
fr: activer l'outil de flou

source: activates healing tool
fr: activer l'outil de correction

source: activates cloning tool
fr: activer l'outil de copie

source: # scales:
fr: # échelles :

source: current:
fr: actuelle :

source: merge from:
fr: fusion depuis :

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
fr: curseur du haut pour ajuster le début de la fusion curseur du bas pour ajuster le nombre d'échelle de décomposition l'échelle actuelle est sélectionné par un cadre rouge les échelles comportant des formes sont sur-lignées en vert

source: display masks
fr: affiche les masques

source: temporarily switch off shapes
fr: désactive les formes temporairement

source: display wavelet scale
fr: affiche une seule échelle de la décomposition

source: cut shapes from current scale
fr: couper les formes de l'échelle de décomposition actuelle

source: paste cut shapes to current scale
fr: coller les formes sur l'échelle de décomposition actuelle

source: preview single scale
fr: pré-visualisation d'une seule échelle

source: adjust preview levels
fr: ajuste les niveaux de pré-visualisation

source: auto levels
fr: niveaux automatiques

source: shape selected:
fr: forme sélectionnée :

source: click on a shape to select it, to unselect click on an empty space
fr: cliquer sur la forme pour la sélectionner pour déselectionner cliquer en dehors d'une forme

source: fill mode
fr: mode de remplissage

source: erase
fr: effacer

source: erase the detail or fills with chosen color
fr: efface les détails ou rempli avec la couleur choisie

source: fill color:
fr: couleur :

source: select fill color
fr: sélectionner la couleur de remplissage

source: pick fill color from image
fr: choisir une couleur dans l'image

source: adjusts color brightness to fine-tune it. works with erase as well
fr: ajuste la luminosité de la couleur. marche aussi avec le mode d'effacement

source: blur type
fr: flou

source: bilateral
fr: bilatéral

source: type for the blur algorithm
fr: type d'algorithme de flou

source: blur radius
fr: rayon

source: radius of the selected blur type
fr: rayon du flou sélectionné

source: set the opacity on the selected shape
fr: fixer l'opacité de la forme sélectionnée

source: retouch tools
fr: outils de retouche

source: wavelet decompose
fr: décomposition en ondelettes

source: shapes
fr: formes

source: retouch tool circle
fr: cercle de l'outil retouche

source: retouch tool ellipse
fr: ellipse de l'outil retouche

source: retouch tool path
fr: chemin de l'outil retouche

source: retouch tool brush
fr: pinceau de l'outil retouche

source: continuous add circle
fr: ajouter en continu un cercle

source: continuous add ellipse
fr: ajouter en continu une ellipse

source: continuous add path
fr: ajouter en continu un chemin

source: continuous add brush
fr: ajouter en continu une forme au pinceau

source: show or hide shapes
fr: montrer cacher les formes

source: max scale is %i for this image size
fr: l'échelle maximum est %i pour la taille de cette image

source: rgb curve
fr: courbe rvb

source: contrast compression
fr: contraste

source: gamma 1.0 (linear)
fr: gamma 1.0 (linéaire)

source: contrast - med (linear)
fr: contrasté - moyen (linéaire)

source: contrast - high (linear)
fr: contraste - haut (linéaire)

source: contrast - med (gamma 2.2)
fr: contraste - moyen (gamma 2.2)

source: contrast - high (gamma 2.2)
fr: contraste - haut (gamma 2.2)

source: logarithm (base 2)
fr: logarithmique (base 2)

source: exponential (base 2)
fr: exponentielle (base 2)

source: RGB, linked channels
fr: RVB, canaux liés

source: RGB, independent channels
fr: RVB, canaux indépendants

source: choose between linked and independent channels.
fr: choisir entre canaux indépendants ou liés.

source: curve nodes for r channel
fr: point de contrôle pour canal R

source: curve nodes for g channel
fr: point de contrôle pour canal V

source: curve nodes for b channel
fr: point de contrôle pour canal B

source: compensate middle grey
fr: compenser le gris moyen

source: rgb levels
fr: niveaux rvb

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
fr: applique un niveau automatique en fonction de la sélection définie clic et déplacer pour sélectionner la zone clic-droit pour annuler

source: rotate pixels
fr: rotation des pixels

source: automatic pixel rotation
fr: rotation automatique des pixels

source: automatic pixel rotation only works for the sensors that need it.
fr: rotation automatique des pixels seulement pour les capteurs le nécessitant.

source: scale pixels
fr: mise à l'échelle des pixels

source: automatic pixel scaling
fr: mise à l'échelle automatique des pixels

source: automatic pixel scaling only works for the sensors that need it.
fr: mise à l'échelle automatique des pixels seulement pour les capteurs le nécessitant.

source: shadows and highlights
fr: ombres et hautes lumières

source: white point adjustment
fr: ajustement du point blanc

source: compress
fr: seuil

source: shadows color correction
fr: saturation des ombres

source: highlights color correction
fr: saturation des hautes lumières

source: shadows color adjustment
fr: saturation des ombres

source: highlights color adjustment
fr: saturation des hautes lumières

source: correct shadows
fr: corrige les ombres

source: correct highlights
fr: corrige les hautes lumières

source: shift white point
fr: décalage point blanc

source: filter to use for softening. bilateral avoids halos
fr: filtre à utiliser pour adoucir. bilatéral évite les halos

source: compress the effect on shadows/highlights and preserve midtones
fr: pourcentage de luminosité non affecté par la correction

source: adjust saturation of shadows
fr: ajuste la saturation des ombres

source: adjust saturation of highlights
fr: ajuste la saturation des hautes lumières

source: spatial extent of the unblurring
fr: extension spatiale du dé-floutage

source: strength of the sharpen
fr: force du renforcement

source: threshold to activate sharpen
fr: seuil d'activation du renforcement

source: soften
fr: effet Orton (adoucir)

source: the size of blur
fr: taille du flou

source: the saturation of blur
fr: saturation du flou

source: the brightness of blur
fr: luminosité du flou

source: the mix of effect
fr: mélange entre pré-réglages

source: split-toning
fr: virage partiel

source: pick primary color
fr: première couleur

source: pick secondary color
fr: seconde couleur

source: shadows-hue
fr: teinte ombres

source: shadows-saturation
fr: saturation ombres

source: highlights-hue
fr: teinte hautes lumières

source: highlights-saturation
fr: saturation hautes lumières

source: balance
fr: répartition

source: authentic sepia
fr: sépia authentique

source: authentic cyanotype
fr: cyanotype authentique

source: authentic platinotype
fr: platinotype authentique

source: chocolate brown
fr: marron chocolat

source: select tone color
fr: sélectionne la couleur

source: select the saturation tone
fr: sélectionne la saturation

source: properties
fr: paramètres

source: the balance of center of split-toning
fr: centre de répartition du virage partiel

source: compress the effect on highlights/shadows and preserve midtones
fr: compression de l'effet sur les hautes lumières/ombres et préserve les tons moyens

source: spot removal
fr: correction des taches

source: spot module is limited to 64 shapes. please add a new instance !
fr: le module correction des tâches est limité à 64 formes, merci d'utiliser une nouvelle instance!

source: number of strokes:
fr: nombre de corrections :

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
fr: cliquer sur une forme pour la déplacer. défiler à la souris pour ajuster la taille. clic-droit pour supprimer.

source: show and edit shapes
fr: montre et édite les formes

source: spot circle tool
fr: cercle de correction des taches

source: spot ellipse tool
fr: ellipse de correction des taches

source: spot path tool
fr: chemin de correction des taches

source: white balance
fr: balance des blancs

source: tint
fr: teinte

source: temperature
fr: température

source: preset/camera
fr: pré-réglage/appareil

source: preset/camera neutral
fr: pré-réglage/neutre boîtier

source: preset/spot
fr: pré-réglages/spot

source: camera neutral
fr: neutre boîtier

source: user modified
fr: manuel

source: `%s' color matrix not found for image
fr: matrice couleur « %s » non trouvée pour l'image !

source: failed to read camera white balance information from `%s'!
fr: impossible de récupérer la balance des blancs du boîtier pour « %s » !

source: emerald
fr: émeraude

source: choose white balance preset from camera
fr: choisir la balance des blancs du boîtier

source: finetune
fr: ajustement

source: fine tune white balance preset
fr: ajustement de balance des blancs

source: white balance disabled for camera
fr: balance des blancs désactivée pour le boîtier

source: tone curve
fr: courbe des tonalités

source: base of the logarithm
fr: base du logarithme

source: color space
fr: espace couleur

source: Lab, linked channels
fr: Lab, canaux liés

source: Lab, independent channels
fr: Lab, canaux indépendants

source: XYZ, linked channels
fr: XYZ, canaux liés

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
fr: si auto, les courbes a et b ne sont pas actives et ne sont pas affichées. les valeurs a et b de chaque pixel sont ajustées sur la base de la courbe L. auto XYZ est similaire mais applique la saturation dans l'espace XYZ.

source: tonecurve for L channel
fr: courbe des tonalités pour le canal L

source: tonecurve for a channel
fr: courbe des tonalités pour le canal a

source: tonecurve for b channel
fr: courbe des tonalités pour le canal b

source: tone equalizer
fr: égaliseur de ton

source: blacks
fr: noir

source: deep shadows
fr: ombres profondes

source: light shadows
fr: ombres légères

source: midtones
fr: tons-moyens

source: dark highlights
fr: hautes lumières sombres

source: whites
fr: blancs

source: speculars
fr: spéculaires

source: filter diffusion
fr: diffusion du filtre

source: smoothing diameter
fr: diamètre adoucissement

source: edges refinement or feathering
fr: raffinement ou respect des bords

source: mask quantization
fr: quantification masque

source: mask exposure compensation
fr: compensation exposition du masque

source: mask contrast compensation
fr: compensation contraste du masque

source: luminance estimator
fr: estimateur luminance

source: preserve details
fr: préserver détails

source: mask blending : none
fr: fusion masque : non

source: mask blending : landscapes
fr: fusion masque : paysages

source: mask blending : all purposes
fr: fusion masque : tout usages

source: mask blending : isolated subjects
fr: fusion masque : sujets isolés

source: compress shadows/highlights : soft
fr: compresser ombres/hautes-lumières : léger

source: compress shadows/highlights : strong
fr: compresser ombres/hautes-lumières : fort

source: relight : fill-in
fr: rallumer : fill-in

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
fr: l'égaliseur de ton doit être après les modules de distorsion - désactivé

source: tone equalizer failed to allocate memory, check your RAM settings
fr: l'égaliseur de ton n'a pas assez de mémoire, vérifier votre RAM

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
fr: les données entrée/sortie de l'égaliseur de don ne sont pas correctement alignées, reporter le bug aux développeurs

source: the interpolation is unstable, decrease the curve smoothing
fr: l'interpolation est instable, diminuer le lissage de la courbe
